<template>
  <div>
    <header-top></header-top>
    <main class="scroll-content-2 page-container">
      <section>
        <h3>一、服务条款的确认及接受</h3>
        <ol>
          <li>1、凤凰云商客户端软件（以下称“本软件”）各项电子服务的所有权和运作权归属于“凤凰云商”所有，本软件提供的服务将完全按照其发布的服务条款和操作规则严格执行。您确认所有服务条款并完成注册程序时，本协议在您与本软件间成立并发生法律效力，同时您成为本软件正式用户。</li>
          <li>2、根据国家法律法规变化及本软件运营需要，凤凰云商有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本软件上即生效，并取代此前相关内容，您应不时关注本软件公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本软件；如您继续使用本软件，即视为知悉变动内容并同意接受。</li>
        </ol>
      </section>
      <section>
        <h3>二、服务需知</h3>
        <ol>
          <li>1、本软件运用自身开发的操作系统通过国际互联网络为用户提供购买商品等服务。使用本软件，您必须：
          <ol>
            <li>（1）自行配备上网的所需设备，包括个人手机、平板电脑、调制解调器、路由器等；</li>
            <li>（2）自行负担个人上网所支付的与此服务有关的电话费用、网络费用等；</li>
            <li>（3）选择与所安装终端设备相匹配的软件版本，包括但不限于iOS、Android、iPad、Windows Phone等多个凤凰云商发布的应用版本.</li>
          </ol>
          </li>
          <li>2、基于本软件所提供的网络服务的重要性，您确认并同意：
          <ol>
            <li>（1）提供的注册资料真实、准确、完整、合法有效，注册资料如有变动的，应及时更新；</li>
            <li>（2）如果您提供的注册资料不合法、不真实、不准确、不详尽的，您需承担因此引起的相应责任及后果，并且凤凰云商保留终止您使用本软件各项服务的权利。</li>
          </ol>
          </li>
        </ol>
      </section>
      <section>
        <h3>三、订单</h3>
        <ol>
          <li>1、使用本软件下订单，您应具备购买相关商品的权利能力和行为能力，如果您在18周岁以下，您需要在父母或监护人的监护参与下才能使用本软件。在下订单的同时，即视为您满足上述条件，并对您在订单中提供的所有信息的真实性负责。</li>
          <li>2、在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。</li>
          <li>3、您理解并同意：本软件上销售商展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售商发出的合同要约；销售商收到您的订单信息后，只有在销售商将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与销售商之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且销售商只给您发出了部分商品时，您与销售商之间仅就实际直接向您发出的商品建立了合同关系；只有在销售商实际直接向您发出了订单中订购的其他商品时，您和销售商之间就订单中其他已实际直接向您发出的商品才成立合同关系。对于电子书、数字音乐、在线手机充值等数字化商品，您下单并支付货款后合同即成立。</li>
          <li>4、尽管销售商做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，本软件无法避免您提交的订单信息中的商品出现缺货情况；如您下单所购买的商品发生缺货，您有权取消订单，销售商亦有权自行取消订单，若您已经付款，则为您办理退款。</li>
        </ol>
      </section>
      <section>
        <h3>四、配送</h3>
        <ol>
          <li>1、您在本软件购买的商品将按照本软件上您所指定的送货地址进行配送。订单信息中列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。您应当清楚准确地填写您的送货地址、联系人及联系方式等配送信息，您知悉并确认，您所购买的商品应仅由您填写的联系人接受身份查验后接收商品，因您变更联系人或相关配送信息而造成的损失由您自行承担。</li>
          <li>2、因如下情况造成订单延迟或无法配送等，本软件将无法承担迟延配送的责任：
            <ol>
              <li>（1）客户提供错误信息和不详细的地址；</li>
              <li>（2）货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。</li>
              <li>（3）不可抗力，例如：自然灾害、交通戒严、突发战争等。</li>
            </ol>
          </li>
        </ol>
      </section>
    </main>
  </div>
</template>
<script>
import HeaderTop from 'components/header/index'
export default {
  name: 'RegisterProtocol',
  data() {
    return {

    }
  },
  components:{HeaderTop},
}
</script>
<style lang='less' scoped>
@import '../../style/mixin.less';
.page-container{
  background-color: @white;
  padding: .2rem;
  section{
    margin-bottom: .2rem;
    text-align: justify;
  }
}
</style>